{"your":0,"av":1,"go":2,"singapor":3,"ap":4,"form":5,"ra":6,"650":7,"each":8,"2024":9,"disburs":10,"smartphon":11,"income1":12,"econom":13,"million":14,"town":15,"amount":16,"see":17,"enquiri":18,"all":19,"request":20,"jul":21,"we":22,"60":23,"sg":24,"scheme":25,"concern":26,"22":27,"950":28,"assess":29,"status":30,"special":31,"live":32,"spgroup":33,"tenant":34,"flat":35,"household":36,"us":37,"https":38,"increas":39,"citizen":40,"cap":41,"majulah":42,"follow":43,"boost":44,"everi":45,"col":46,"perman":47,"400":48,"cope":49,"apr":50,"cc":51,"assur":52,"build":53,"made":54,"feedback":55,"common":56,"spent":57,"600":58,"payment":59,"accept":60,"occupi":61,"do":62,"ns":63,"privat":64,"jun":65,"submit":66,"20":67,"one":68,"march":69,"bonus3":70,"sever":71,"member":72,"council":73,"work":74,"sum":75,"1960":76,"hawker":77,"750":78,"group":79,"gov":80,"septemb":81,"further":82,"entir":83,"billion":84,"person":85,"between":86,"888":87,"util":88,"own":89,"subsidi":90,"uncertainti":91,"care":92,"save":93,"support":94,"under":95,"sa":96,"cdc":97,"particip":98,"paynow":99,"regular":100,"respect":101,"my":102,"serviceman":103,"assist":104,"1974":105,"mainten":106,"tranch":107,"2025":108,"earli":109,"resid":110,"www":111,"adult":112,"moder":113,"purchas":114,"togeth":115,"payabl":116,"creat":117,"remain":118,"decemb":119,"compon":120,"rsb":121,"earlier":122,"when":123,"800":124,"end":125,"refer":126,"than":127,"preced":128,"disabl":129,"hdb":130,"criteria":131,"99":132,"http":133,"msb":134,"digit":135,"has":136,"log":137,"6671":138,"especi":139,"month":140,"date":141,"good":142,"fy2024":143,"first":144,"elig":145,"physic":146,"visit":147,"even":148,"basic":149,"govern":150,"gstv":151,"type":152,"iii":153,"singpass":154,"devic":155,"meet":156,"2222":157,"onlin":158,"1983":159,"you":160,"individu":161,"split":162,"via":163,"download":164,"which":165,"room":166,"queri":167,"medic":168,"brs":169,"impact":170,"inform":171,"annual":172,"recognis":173,"aim":174,"tier":175,"iv":176,"off":177,"com":178,"current":179,"public":180,"spend":181,"top":182,"merchant":183,"trade":184,"those":185,"water":186,"credit":187,"bonus":188,"automat":189,"valu":190,"matter":191,"owner":192,"60s":193,"deduct":194,"5322":195,"june":196,"help":197,"pa":198,"bill":199,"enlist":200,"quantum":201,"550":202,"tax":203,"asid":204,"hous":205,"enhanc":206,"other":207,"25":208,"total":209,"per":210,"educ":211,"cash":212,"1973":213,"april":214,"compris":215,"receiv":216,"50s":217,"1984":218,"recipi":219,"expir":220,"fill":221,"cpf":222,"januari":223,"500":224,"price":225,"ira":226,"notifi":227,"bonus2":228,"senior":229,"less":230,"notic":231,"medisav":232,"ani":233,"collect":234,"singaporean":235,"born":236,"more":237,"year":238,"700":239,"250":240,"mobil":241,"packag":242,"multi":243,"ordinari":244,"properti":245,"cushion":246,"announc":247,"assurancepackag":248,"75":249,"detail":250,"octob":251,"55":252,"over":253,"whose":254,"can":255,"may":256,"34":257,"qr":258,"6225":259,"benefit":260,"age":261,"2023":262,"worker":263,"1800":264,"up":265,"area":266,"measur":267,"issu":268,"have":269,"net":270,"financi":271,"young":272,"note":273,"board":274,"contact":275,"hdbpage":276,"part":277,"200":278,"rental":279,"sms":280,"from":281,"term":282,"voucher":283,"sourc":284,"supermarket":285,"1959":286,"interest":287,"fund":288,"rent":289,"b2024":290,"ya":291,"includ":292,"pleas":293,"95":294,"jan":295,"resourc":296,"specif":297,"websit":298,"call":299,"fy":300,"savings1":301,"estim":302,"65":303,"equal":304,"50":305,"expens":306,"novemb":307,"past":308,"view":309,"juli":310,"000":311,"pit":312,"ad":313,"850":314,"employ":315,"yet":316,"least":317,"earn":318,"esb":319,"birth":320,"base":321,"found":322,"partial":323,"essenti":324,"reflect":325,"uen":326,"oct":327,"abov":328,"must":329,"execut":330,"effort":331,"caregiv":332,"85":333,"provid":334,"paid":335,"account":336,"applic":337,"grant":338,"singaporebudget":339,"retir":340,"general":341,"infoweb":342,"access":343,"ownership":344,"offset":345,"valid":346,"present":347,"concessionari":348,"qualifi":349,"time":350,"life":351,"higher":352,"tabl":353,"healthcar":354,"servic":355,"addit":356,"cost":357,"generat":358,"set":359,"nation":360,"2003":361,"comcar":362,"medium":363,"300":364,"21":365,"7117":366,"sp":367,"well":368,"mof":369,"about":370,"servicemen":371,"quarter":372,"centr":373,"averag":374,"2022":375,"who":376,"relat":377,"short":378,"whether":379,"header_path":380,"number":381,"below":382,"ii":383,"taxpay":384,"incom":385,"new":386,"contribut":387,"apcontactus":388,"been":389,"rebat":390,"out":391,"later":392,"carbon":393,"old":394,"lifesg":395,"relief":396,"budget":397,"31":398,"certifi":399,"lifetim":400,"balanc":401,"older":402,"100":403}